brew "ack"
brew "asciinema"
brew "astyle"
brew "bash-completion"
brew "chezscheme"
brew "clisp"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "macvim"
brew "mercurial"
brew "minimal-racket"
brew "mongodb", restart_service: true, link: true
brew "mysql", restart_service: true
brew "node"
brew "ocaml"
brew "opam"
brew "postgresql", restart_service: true
brew "python2"
brew "python3"
brew "reattach-to-user-namespace"
brew "redis"
brew "rustup-init"
brew "shellcheck"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim", args: ["with-override-system-vi"]
brew "wget"
brew "youtube-dl"

cask "1password"
cask "android-file-transfer"
cask "android-sdk"
cask "android-studio"
cask "androidtool"
cask "appcleaner"
cask "basictex"
cask "docker"
cask "evernote"
cask "iterm2"
cask "licecap"
cask "macdown"
cask "mplayerx"
cask "postman"
cask "racket"
cask "rdm"
cask "robo-3t"
cask "selfcontrol"
cask "sequel-pro"
cask "sip"
cask "spotify"
cask "texshop"
cask "torbrowser"
cask "transmission"
cask "virtualbox"

cask "caskroom/versions/1password-beta"
cask "caskroom/versions/firefox-developer-edition"
cask "caskroom/versions/firefox-nightly"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/iterm2-nightly"
cask "caskroom/versions/sublime-text-dev"
cask "caskroom/versions/transmission-nightly"
cask "caskroom/versions/virtualbox-beta"

cask "caskroom/fonts/font-cabin"
cask "caskroom/fonts/font-computer-modern"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-lato"
cask "caskroom/fonts/font-merriweather"
cask "caskroom/fonts/font-meslo-lg"
cask "caskroom/fonts/font-montserrat"
cask "caskroom/fonts/font-nunito"
cask "caskroom/fonts/font-open-sans"
