brew "ack"
brew "astyle"
brew "bash-completion"
brew "clisp"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "mercurial"
brew "python3"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim --with-override-system-vi"
brew "wget"

cask "1password"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "caskroom/versions/firefox-developer-edition"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/sublime-text-dev"
cask "caskroom/versions/transmission-nightly"
cask "docker"
cask "evernote"
cask "mplayerx"
cask "postman"
cask "selfcontrol"
cask "spotify"
cask "torbrowser"
cask "virtualbox"
