tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "bash-completion"
brew "chezscheme"
brew "git"
brew "go"
brew "hub"
brew "htop"
brew "jq"
brew "mercurial"
brew "node"
brew "python2"
brew "python3"
brew "reattach-to-user-namespace"
brew "rustup-init"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "vim", args: ["with-override-system-vi"]
brew "wget"

cask "1password"
cask "android-platform-tools"
cask "android-sdk"
cask "appcleaner"
cask "chromium"
cask "docker-edge"
cask "firefox-nightly"
cask "font-fira-code"
cask "iterm2-beta"
cask "selfcontrol"
cask "spotify"
cask "sublime-text-dev"
cask "torbrowser"
